{
    "translation": {
        "header": {
            "hola": "Hi!",
            "holaSoy": "Hi! It's ",
            "descripcion": "Web developer passionate about technology and programming",
            "conoceme": "About me",
            "descargarCV": "Download CV",
            "cvFileName": "CarlesGalino_EN.pdf"
        },
        "titulos": {
            "1": "About me",
            "2": "Soft skills",
            "3": "Hard skills",
            "4": "Projects"
        },
        "aboutme": {
            "1": {
                "titulo": "Profile",
                "subtitulo": "Welcome!",
                "descripcion": "<p>My name is <strong>Carles</strong> and I am 28 years old. I live near Barcelona and currently work as a frontend dev at Promo-soft, a company dedicated to developing technological solutions for Call Centers.</p><p> For more than 6 years I have used my knowledge developing frontend projects, a subject that little by little has become my passion.</p>"
            },
            "2": {
                "titulo": "Training",
                "subtitulo": "Training",
                "descripcion": "<p>I started studying a CFGM in Microcomputer Systems and Networks<strong>(SMX)</strong>, and then I studied the CFGS in multiplatform application development<strong>(DAM)</strong>.</p><p> Subsequently, I specialized in a FrontEnd Developer with VUE course at the UAB, however, <i>most of my knowledge was acquired <b>self-taught</b> while working as a developer.</i></p>"
            },
            "3": {
                "titulo": "Experience",
                "subtitulo": "Experience",
                "descripcion": "<p>During my 6 years of experience at <strong>Promo-Soft</strong> I have carried out numerous front-end projects in a self-sufficient way.</p><p>I have taken the opportunity to grow, nourish myself with knowledge and mature in my work as a frontend dev.</p>"
            },
            "4": {
                "titulo": "Ambition",
                "subtitulo": "Concerns and ambition",
                "descripcion": "<p>In terms of ambition and future perspective, I am characterized by personal improvement, sharing knowledge and building exciting projects together with the team.</p><p></p>"
            }
        },
        "softskills": {
            "1": {
                "titulo": "Commitment",
                "descripcion": "<p>The <b>commitment, loyalty and honesty</b> are my values and principles thanks to the education obtained.</p>"
            },
            "2": {
                "titulo": "Flexibility",
                "descripcion": "<p>I understand the needs of the group and I accept the proposed changes in order to <b>improve and advance</b>.</p>"
            },
            "3": {
                "titulo": "Motivation",
                "descripcion": "<p>Technology advances very quickly and I always live with the concern of learning more skills to improve.</p>"
            },
            "4": {
                "titulo": "Creativity",
                "descripcion": "<p>As a frontend developer I have acquired some ability to <b>identify UI needs</b> that clients may have.</p>"
            },
            "5": {
                "titulo": "Resilience",
                "descripcion": "<p>Resilience is something to look after. Looking for alternatives and resolving conflicts under pressure.</p>"
            },
            "6": {
                "titulo": "Teamwork",
                "descripcion": "<p>Work as a team and share knowledge to advance and prosper both inside and outside the workplace.</p>"
            }
        },
        "hardskills": {
            "1": {
                "titulo": "Frontend",
                "descripcion": "Area in which I have the most experience and knowledge, both in the development of web applications and in the design of interfaces"
            },
            "2": {
                "titulo": "Backend",
                "descripcion": "I have worked with different programming languages and frameworks for the backend, both in development and production environments"
            },
            "3": {
                "titulo": "Tools",
                "descripcion": "I use the most common tools and find out what's new to always be up to date."
            },
            "4": {
                "titulo": "Databases",
                "descripcion": "I have experience with different databases, both relational and non-relational"
            }
        },
        "projects": {
            "filtrotecnologia": "Filter by technology",
            "filtroporproyecto": "Filter by project",
            "masinfo": "Learn more",
            "data": {
                "1": {
                    "nombre": "GUC",
                    "titulo": "Unified contact management",
                    "body": "<p>Software <b>CTI</b> designed to automate the work of a <b>Contact-Center</b></p><i class='text-xs'>Communication through the most demanded channels</i> "
                },
                "2": {
                    "nombre": "Sorarers",
                    "titulo": "Personal project under development",
                    "body": "<p>App with <b>news, forum and more</b> about Sorare (Collectible NFT Soccer Game).</p><p><i class='text-xs'> Personal project also developed with Mysql and Express</i></p>"
                },
                "3": {
                    "nombre": "VoIP",
                    "titulo": "IP Operator",
                    "body": "<p>Management portal for Promo-soft <b>IP telephony</b> clients.</p><p><i class='text-xs'>Generation and download of invoices , call histories, sending faxes and more.</i>"
                },
                "4": {
                    "nombre": "Contact Page",
                    "titulo": "Web Promo-soft",
                    "body": "<p>Contact with the client from the web through <b>chat, whatsapp, video call</b></p><p><i class='text-xs'>The interaction between the client and the agent is possible thanks to GUC</i><p>"
                }
            }
        }
    }
}