{
    "translation": {
        "header": {
            "hola": "Hi!",
            "holaSoy": "Hi! It's ",
            "descripcion": "Web developer passionate about technology and programming",
            "conoceme": "About me",
            "descargarCV": "Download CV"
        },
        "titulos": {
            "1": "About me",
            "2": "Soft skills",
            "3": "Hard skills",
            "4": "Projects"
        },
        "aboutme": {
            "1": {
                "titulo": "Profile",
                "subtitulo": "Welcome!",
                "descripcion": "<p>My name is <strong>Carles</strong> and I am 28 years old. I live near Barcelona and currently work as a frontend dev at Promo-soft, a company dedicated to developing technological solutions for Call Centers.< /p><p> For more than 6 years I have used my knowledge developing frontend projects, a subject that little by little has become my passion.</p>"
            },
            "2": {
                "titulo": "Training",
                "subtitulo": "Training",
                "descripcion": "<p>I started studying a CFGM in Microcomputer Systems and Networks<strong>(SMX)</strong>, and then I studied the CFGS in multiplatform application development<strong>(DAM)</strong>.< /p><p> Subsequently, I specialized in a FrontEnd Developer with VUE course at the UAB, however, <i>most of my knowledge was acquired <b>self-taught</b> while working as a developer.</i></p>"
            },
            "3": {
                "titulo": "Experience",
                "subtitulo": "Experience",
                "descripcion": "<p>During my 6 years of experience at <strong>Promo-Soft</strong> I have carried out numerous front-end projects in a self-sufficient way.</p><p>I have taken the opportunity to grow, nourish myself with knowledge and mature in my work as a frontend dev.</p>"
            },
            "4": {
                "titulo": "Ambition",
                "subtitulo": "Concerns and ambition",
                "descripcion": "<p>In terms of ambition and future perspective, I am characterized by personal improvement, sharing knowledge and building exciting projects together with the team.</p><p></p>"
            }
        }
    }
}