{
    "translation": {
        "header": {
            "hola": "¡Hola!",
            "holaSoy": "¡Hola! Soy ",
            "descripcion": "Desarrollador web apasionado por la tecnología y la programación",
            "conoceme": "Conóceme",
            "descargarCV": "Descargar CV",
            "cvFileName": "CarlesGalino_ES.pdf"
        },
        "titulos": {
            "1": "Conóceme",
            "2": "Habilidades",
            "3": "Conocimientos",
            "4": "Proyectos"
        },
        "aboutme": {
            "1": {
                "titulo": "Perfil",
                "subtitulo": "¡Bienvenido/a!",
                "descripcion": "<p>Mi nombre es <strong>Carles</strong> y tengo 28 años. Resido cerca de Barcelona y actualmente trabajo como frontend dev en Promo-soft, empresa dedicada a desarrollar soluciones tecnológicas para Call Centers.</p><p> Durante más de 6 años he desempeñado mis conocimientos desarrollando proyectos frontend, materia que poco a poco se ha convertido en mi pasión.</p>"
            },
            "2": {
                "titulo": "Formación",
                "subtitulo": "Formación",
                "descripcion": "<p>Empecé estudiando un CFGM de Sistemas microinformáticos y redes<strong>(SMX)</strong>, y a continuación cursé el CFGS en desarrollo de aplicaciones multiplataforma<strong>(DAM)</strong>.</p><p> Posteriormente, me especialicé en un curso de FrontEnd Developer en la UAB. No obstante, <i>la mayor parte de mi conocimiento la he adquirido de manera <b>autodidacta</b> mientras trabajaba como desarrollador.</i></p>"
            },
            "3": {
                "titulo": "Experiencia",
                "subtitulo": "Experiencia",
                "descripcion": "<p>Durante mis 6 años de experiencia en <strong>Promo-Soft</strong> he llevado a cabo numerosos proyectos front de manera autosuficiente.</p><p>He aprovechado para crecer, nutrirme de conocimiento y madurar en mi labor como frontend dev.</p>"
            },
            "4": {
                "titulo": "Ambición",
                "subtitulo": "Inquietudes y ambición",
                "descripcion": "<p>En cuanto a ambición y perspectiva de futuro me caracteriza la superación personal, el compartir conocimiento y construir junto al equipo proyectos ilusionantes.</p><p></p>"
            }
        },
        "softskills": {
            "1": {
                "titulo": "Compromiso",
                "descripcion": "<p>El <b>compromiso, la lealtad y la honestidad</b> son mis valores y principios gracias a la educación obtenida.</p>"
            },
            "2": {
                "titulo": "Flexibilidad",
                "descripcion": "<p>Entiendo las necesidades del grupo y acepto los cambios propuestos con tal de <b>mejorar y avanzar</b> en cualquier aspecto.</p>"
            },
            "3": {
                "titulo": "Entusiasmo y motivación",
                "descripcion": "<p>La tecnología avanza muy rápido y vivo siempre con la inquietud de aprender más competencias para mejorar.</p>"
            },
            "4": {
                "titulo": "Creatividad",
                "descripcion": "<p>Como desarrollador frontend he adquirido cierta habilidad para <b>identificar necesidades</b> a nivel de UI que los clientes puedan tener.</p>"
            },
            "5": {
                "titulo": "Resiliencia",
                "descripcion": "<p>La Resiliencia y perseverancia son factores muy activos en el desarrollo. Buscar alternativas y resolver conflictos bajo presión es primordial.</p>"
            },
            "6": {
                "titulo": "Trabajo en equipo",
                "descripcion": "<p>Es indispensable saber trabajar en equipo y compartir el conocimiento para avanzar y prosperar tanto dentro como fuera del ámbito laboral.</p>"
            }
        },
        "hardskills": {
            "1": {
                "titulo": "Frontend",
                "descripcion": "Ámbito con el que cuento con más experiencia y conocimiento, tanto en el desarrollo de aplicaciones web como en el diseño de interfaces"
            },
            "2": {
                "titulo": "Backend",
                "descripcion": "He trabajado con distintos lenguajes de programación y frameworks para el backend, tanto en entornos de desarrollo como de producción"
            },
            "3": {
                "titulo": "Herramientas",
                "descripcion": "Uso las herramientas más comunes y me informo de las novedades para estar siempre al día."
            },
            "4": {
                "titulo": "Bases de datos",
                "descripcion": "Tengo experiencia con distintas bases de datos, tanto relacionales como no relacionales"
            }
        },
        "projects": {
            "filtrotecnologia": "Filtro por tecnología",
            "filtroporproyecto": "Filtro por proyecto",
            "masinfo": "Más información",
            "data": {
                "1": {
                    "nombre": "GUC",
                    "titulo": "Gestión unificada de contactos",
                    "body": "<p>Software <b>CTI</b> diseñado para la automatización del trabajo de un <b>Contact-Center</b></p><i class='text-xs'>Comunicación a través de los canales más demandados</i> "
                },
                "2": {
                    "nombre": "Sorarers",
                    "titulo": "Proyecto personal en desarrollo",
                    "body": "<p>App con <b>noticias, foro y más</b> sobre Sorare (Juego de coleccionables de futbol NFT).</p><p><i class='text-xs'>Proyecto personal desarrollado además con Mysql y Express</i></p>"
                },
                "3": {
                    "nombre": "VoIP",
                    "titulo": "Operador IP",
                    "body": "<p>Portal de gestión para clientes de <b>telefonía IP</b> de Promo-soft.</p><p><i class='text-xs'>Generación y descarga de facturas, históricos de llamadas, envío de faxes y más.</i>"
                },
                "4": {
                    "nombre": "Página de contacto",
                    "titulo": "Web Promo-soft",
                    "body": "<p>Contacto con el cliente desde la web a través de <b>chat, whatsapp, videollamada</b></p><p><i class='text-xs'>La interacción entre el cliente y el agente es posible gracias a GUC</i><p>"
                }
            }
        }
    }
}